not_whitelisted_msg = '<b>🚫 Доступ к боту запрещён, ваш чат не в белом списке.</b>'
blacklisted_msg = '<b>🚫 Доступ к боту запрещён, ваш чат был добавлен в чёрный доступ.</b>'
hello_msg = 'Здравствуй! Я простой бот - эксперементальный бот с модулями и рандомными сообщениями на основе цепи Маркова. Используя этого бота, вы соглашаетесь с политикой конфиденциальности.'
func_button = 'Список команд'
comtext = 'Выбери одну из категорий:'

func_title = 'Полезные'
fun_title = 'Весёлые'
admin_title = 'Для админа'

fun_info = '''
/bessrom
/casino
/dice
/wtf
'''
admin_info = '''
/enable
/disable
/botonoff
/logsmode
/basemode
/getbotbase
/getchatbase
/info
/stats
'''
func_info = '''
/tobin
/frombin
/justsay
/saymuch
/random
/wttr 
/wfull 
'''
contact_with_admin_text = '/send - связаться с админ-ами'
user_msg_title = 'Сообщение пользователя:\n'
bot_answer_title = 'Ответ от Администратора:\n'
splash = '''
╔═══╗────╔╗───╔╗─╔╗────╔══╗───╔╗
║╔═╗║───╔╝╚╗──║║─║║────║╔╗║──╔╝╚╗
║╚═╝╠══╦╩╗╔╬══╣╚═╣║╔══╗║╚╝╚╦═╩╗╔╝
║╔══╣╔╗║╔╣║║╔╗║╔╗║║║║═╣║╔═╗║╔╗║║
║║──║╚╝║║║╚╣╔╗║╚╝║╚╣║═╣║╚═╝║╚╝║╚╗
╚╝──╚══╩╝╚═╩╝╚╩══╩═╩══╝╚═══╩══╩═╝

 '''
okay_msg = 'OK'
prviacy_policy_title = 'Политика конфиденциальности'
privacy_policy_text = """Политика конфиденциальности Бота:
1. Мы собираем информацию, включающую текстовые сообщения в чатах, где используется бот, Telegram ID пользователей бота, а также Telegram ID чатов, в которых бот активен.
2. Мы не продаём ваши данные.
3. Все данные хранятся только на том сервере, на котором работает бот.
4. Для улучшения работы бота мы собираем статистику пользователей.
5. Мы сохраняем за собой право прекратить работу бота в любое время.
6. Если вы желаете удалить какие-либо личные данные, не стесняйтесь сообщить об этом администратору инстанции."""
yes = 'Да'

send_hlp = '<code>/send</code>\n\n<b>Отправляет ваше сообщение админ-ам бота.</b>\nПомните: за отправку неподобающих сообщений вы можете <b>получить блокировку.</b>'

no = 'Нет'
wrong = 'Неправильное использование.'
change_info_error = 'Извини, но ты <b>не можешь</b> сделать это. '
